img/1-RDF-graph-L3-10-auto/B6rN.dot
digraph G {
graph [rankdir=LR,bgcolor="transparent",pad="0.2",nodesep="0.55",ranksep="0.8"];
node [shape=box,style="rounded",fontname="Arial"]; edge [fontname="Arial"];
s [label="student:s01"]; d [label="degree:AI"]; c [label="course:c01"]; dl [label="Artificial Intelligence",shape=ellipse]; cl [label="Web Semántica",shape=ellipse];
s -> d [label="ex:studiesDegree"];
s -> c [label="ex:enrolledIn"];
d -> dl [label="rdfs:label"];
c -> cl [label="rdfs:label"];
}
